Repository: GamemakerChina/GMS2_manual_en2ch
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Reset Zoom (CTRL + Enter)
zh_cn: 重置缩放 (CTRL + Enter)

source: Reset the workspace zoom
zh_cn: 重置工作区缩放

source: Reset to default
zh_cn: 重置为默认

source: Reset workspace zoom
zh_cn: 重置工作区缩放

source: Reset workspace zoom (with no animated transition)
zh_cn: 重置工作区缩放（无动画过渡）

source: Reset zoom
zh_cn: 重置缩放

source: Resetting the project layout will close any open resources.
zh_cn: 重置项目布局将关闭所有打开的资源。

source: Resize
zh_cn: 调整大小

source: Resize All Frames
zh_cn: 调整所有帧的尺寸

source: Resize Canvas
zh_cn: 调整画布大小

source: Resize In:
zh_cn: 调整大小按照：

source: Resize Properties: {0}
zh_cn: 调整尺寸属性：{0}

source: Resize Sprite
zh_cn: 调整精灵大小

source: Resize canvas to imported image size ({0} x {1})
zh_cn: 将画布调整为导入的图像大小（{0} x {1}）

source: Resize canvas to pasted image size ({0} x {1})?
zh_cn: 将画布调整为粘贴图像大小（{0} x {1}）？

source: Resize imported image to canvas size
zh_cn: 将导入的图像调整为画布大小

source: Resource
zh_cn: 资源

source: Resource Drop Panel
zh_cn: 资源下拉面板

source: Resource Image
zh_cn: 资源图片

source: Resource Label
zh_cn: 资源标签

source: Resource Names
zh_cn: 资源名称

source: Resource Search
zh_cn: 资源搜索

source: Resource Select Button
zh_cn: 资源选择按钮

source: Resource Selection
zh_cn: 所选资源

source: Resource Tree
zh_cn: 资源树

source: Resource View
zh_cn: 资源视l图

source: Resource filter
zh_cn: 资源过滤器

source: Resource font can scale above 100%
zh_cn: 字体资源可以缩小到100％以上

source: Resource font can scale below 100%
zh_cn: 字体资源可以缩小到100％以下

source: Resource item maximum size
zh_cn: 资源项的最大大小

source: Resource item minimum size
zh_cn: 资源项的最小大小

source: Resource item size in percentage
zh_cn: 按百分比的资源项目的大小︰

source: Resource item size:
zh_cn: 资源项的大小︰

source: Resource load failures encountered...
zh_cn: 资源载入出错......

source: Resource name collision '{0}' already exists, renamed to '{1}'
zh_cn: 资源名称冲突，“{0}”已存在，已重命名为“{1}”

source: Resource name must be between {2} and {1} characters long
zh_cn: 资源名称必须是{2}和{1}字符之间

source: Resource names
zh_cn: 资源名

source: Resource names conflict
zh_cn: 资源名称冲突

source: Resources
zh_cn: 资源

source: Resources are created by right-clicking on the resource folder and selecting Create, or from the context menu at the top of the IDE which says Resources: Selecting any one of these options will create a new, empty resource of the given type for you.
zh_cn: 通过右键单击 资源文件夹并选择 创建 来创建资源，或从 IDE 顶部的上下文菜单中选择 资源 选项（来创建）。 选择这些选项之一将为你创建给定类型的空资源。

source: Resources to Import:
zh_cn: 要导入的资源：

source: Resources to add:
zh_cn: 增加的资源：

source: Resources:
zh_cn: 资源：

source: Restart
zh_cn: 重新开始

source: Restart Game
zh_cn: 重启游戏

source: Restart Room
zh_cn: 重启房间

source: Restart game
zh_cn: 重启游戏

source: Restart the current room.
zh_cn: 重启当前房间。

source: Restart the game.
zh_cn: 重新启动游戏。

source: Restitution
zh_cn: 恢复系数

source: Restore
zh_cn: 恢复

source: Restore Default
zh_cn: 恢复默认值

source: Restore defaults
zh_cn: 恢复默认

source: Restore to Workspace
zh_cn: 恢复到工作区

source: Restore to workspace
zh_cn: 恢复到工作区

source: Restrictions
zh_cn: 限制

source: Resume
zh_cn: 恢复

source: Resume All Audio
zh_cn: 恢复所有音频的播放

source: Resume Audio
zh_cn: 恢复音频的播放

source: Resume playing a sound effect or a music track.
zh_cn: 恢复播放一个音效或音乐音轨。

source: Resume playing all paused audio.
zh_cn: 恢复所有的暂停音频的播放。

source: Retry
zh_cn: 重试

source: Return
zh_cn: 返回

source: Return Key
zh_cn: 返回键

source: Return List
zh_cn: 返回列表

source: Return a value from a script.
zh_cn: 从脚本中返回一个值

source: ReturnType:
zh_cn: 返回类型：

source: Returns
zh_cn: 返回

source: Returns if the game window is in focus or not.
zh_cn: 返回游戏窗口是否被聚焦。

source: Returns the blue component of the colour given.
zh_cn: 返回所给定颜色的蓝色分量。

source: Returns the caption of the window.
zh_cn: 返回窗口的标题。

source: Returns the green component of the colour given.
zh_cn: 返回所给定颜色的绿色分量。

source: Returns the hue of the colour given.
zh_cn: 返回给定颜色的色相。

source: Returns the id of the game window.
zh_cn: 返回游戏窗口的id。

source: Returns the number of active instances of the object.
zh_cn: 返回某一物体处于活跃状态的实例数量。

source: Returns the number of event currently being executed.
zh_cn: 返回当前所执行的事件编号。

source: Returns the red component of the colour given.
zh_cn: 返回所给定颜色的红色分量。

source: Returns the type of event currently being executed.
zh_cn: 返回当前被执行的事件类型。

source: Returns the x coordinate of the mouse in the window with respect to the given view.
zh_cn: 返回相对于给定视野鼠标的x坐标。

source: Returns the x coordinate of the mouse in the window.
zh_cn: 返回窗口内鼠标x坐标。

source: Returns the x-coordinate of the mouse with respect to the views.
zh_cn: 返回相对于所有视野的鼠标x坐标。

source: Returns the y coordinate of the mouse in the window with respect to the given view.
zh_cn: 返回相对于给定视野的鼠标x坐标。

source: Returns the y coordinate of the mouse in the window.
zh_cn: 返回窗口内的鼠标y坐标。

source: Returns the y-coordinate of the mouse with respect to the views.
zh_cn: 返回相对于所有视野的y坐标。

source: Returns whether an object has solid flagged as true or not.
zh_cn: 返回物体是否被标记为固体物体。

source: Returns whether an object is flagged as physics enabled or not.
zh_cn: 返回物体是否被标记为物理物体。

source: Returns whether the game is run in fullscreen or not.
zh_cn: 返回游戏是否正在全屏运行。

source: Returns:
zh_cn: 返回：

source: Reveal Log In Finder
zh_cn: 在查找器中显示日志

source: Reverse
zh_cn: 反向

source: Reverse Frames
zh_cn: 帧逆序

source: Reverse a direction from a list of presets.
zh_cn: 按照一组预设调转方向。

source: Reverse the path
zh_cn: 反转路径

source: Revert All
zh_cn: 还原全部

source: Revert All Styles To Last Save
zh_cn: 将所有样式还原为最后保存的样式

source: Revert All Styles To Original State
zh_cn: 还原所有样式为最初的状态

source: Revert Path
zh_cn: 还原路径

source: Revert Style To Last Save
zh_cn: 还原为上次保存的样式

source: Revert Style To Original State
zh_cn: 还原样式最初的状态

source: Revert To This Revision
zh_cn: 还原到这次修订

source: Reverting Files...
zh_cn: 正在还原文件...

source: Reverting Revision...
zh_cn: 正在还原更改...

source: Review This Asset
zh_cn: 评论这个资产

source: Revolute Joints
zh_cn: 转动关节

source: Rewind all sounds in group to start
zh_cn: 组中所有声音快退至起点

source: Rewind to start
zh_cn: 倒回起点

source: Right
zh_cn: 右

source: Right Arrow
zh_cn: 方向键右

source: Right Command and Right Alt
zh_cn: 右 Command 和右 Alt

source: Right Control and Right Alt
zh_cn: 右 Ctrl 和右 Alt

source: Right Down
zh_cn: 右键压住

source: Right Edge
zh_cn: 右边界

source: Right Pressed
zh_cn: 右键按下

source: Right Released
zh_cn: 右键放开

source: Right Stick
zh_cn: 右摇杆

source: Right Stick (Horizontal)
zh_cn: 右摇杆 (水平)

source: Right Stick (Vertical)
zh_cn: 右摇杆 (垂直)

source: Right Trigger
zh_cn: 右触发器

source: Right:
zh_cn: 右：

source: Ring
zh_cn: 圆环

source: Room
zh_cn: 房间

source: Room Canvas
zh_cn: 房间画布

source: Room Colour
zh_cn: 房间颜色

source: Room Creation Code: {0}
zh_cn: 房间创建时代码：{0}

source: Room Editor
zh_cn: 房间编辑器

source: Room End
zh_cn: 房间结束事件

source: Room Instance: {0}: {1}
zh_cn: 房间实例：{0}: {1}

source: Room Label Colour
zh_cn: 房间标签颜色

source: Room Physics
zh_cn: 房间物理

source: Room Properties
zh_cn: 房间属性

source: Room Settings
zh_cn: 房间设置

source: Room Start
zh_cn: 房间开始事件

source: Room tile layer cropping due to tile size changes
zh_cn: 由于图块大小改变，房间图块层将发生裁剪

source: Rooms
zh_cn: 房间

source: Rooms background colour
zh_cn: 房间背景颜色

source: Rooms can also be set to inherit properties from other rooms, meaning that you can create a single room with a load of tiles, for example, and then make another room that inherits these tiles, so that you don't have to re-create them again.
zh_cn: 房间也可以设置从其他房间 继承 资源，这意味着您可以创建一个房间，然后在其中加载瓷砖，然后再创建一个房间来继承这些瓷砖，以便使您不必重复两次操作来加载瓷砖。

source: Rooms icon colour
zh_cn: 房间图标颜色

source: Rope Joints
zh_cn: 绳索关节

source: Rotate
zh_cn: 旋转

source: Rotate (Z)
zh_cn: 旋转 (Z)

source: Rotate All Frames (anti-clockwise 90)
zh_cn: 旋转所有帧 (逆时针90度)

source: Rotate All Frames (clockwise 90)
zh_cn: 旋转所有帧 (顺时针90度)

source: Rotate All Frames(anti-clockwise 90)
zh_cn: 旋转所有帧 (逆时针90度)

source: Rotate All Frames(clockwise 90)
zh_cn: 旋转所有帧 (顺时针90度)

source: Rotate End
zh_cn: 旋转结束

source: Rotate Start
zh_cn: 旋转开始

source: Rotate Tile (Z)
zh_cn: 旋转图块(Z)

source: Rotate Tool
zh_cn: 旋转工具（Rotate Tool）

source: Rotate brush tool
zh_cn: 旋转笔刷工具

source: Rotate the current brush 90°
zh_cn: 将当前画刷旋转90°

source: Rotate the tile or brush
zh_cn: 旋转图块或画刷

source: Rotate the tile or brush 90°
zh_cn: 将当前画刷或图块旋转90°

source: Rotating
zh_cn: 旋转

source: Rotation
zh_cn: 旋转

source: Rotation:
zh_cn: 旋转：

source: Round
zh_cn: 就近取整(Round)

source: Round a decimal value to an integer value by rounding, ceiling or flooring it.
zh_cn: 通过（round 就近取整、ceil向上取整、floor向下取整）将小数近似为一个整数。

source: Rounding
zh_cn: 取整

source: Route
zh_cn: 路线

source: Row
zh_cn: 行

source: Rows
zh_cn: 行

source: Run
zh_cn: 运行

source: Run (F5)
zh_cn: 运行 (F5)

source: Run AVD
zh_cn: 运行Android AVD

source: Run Lint Code Analysis
zh_cn: 运行Lint Code 分析

source: Run Lint code analysis
zh_cn: 运行Lint代码分析

source: Run the current project using the current target settings
zh_cn: 使用当前的目标设定运行当前工程

source: Run the current project using the debug module
zh_cn: 使用调试模块运行当前工程

source: Runlength encoded not supported for .bmp formatted images.
zh_cn: 行程长度压缩算法(RLE，Runlength Encode)不支持 .bmp 格式的图片。

source: Running
zh_cn: 运行

source: Running Dot Net 3.5 sp1 Framework Setup...
zh_cn: 运行 Dot Net 3.5 sp1 Framework 安装程序...

source: Running Dot Net 4.5.2 Framework Setup...
zh_cn: 运行 Dot Net 4.5.2 Framework 安装程序...

source: Running Visual Studio 2012 x64 Redistributable Setup...
zh_cn: 运行 Visual Studio 2012 x64 Redistributable 安装程序...

source: Running Visual Studio 2012 x86 Redistributable Setup...
zh_cn: 运行 Visual Studio 2012 x86 Redistributable 安装程序...

source: Running Visual Studio 2015 x64 Redistributable Setup...
zh_cn: 运行 Visual Studio 2015 x64 Redistributable 安装程序...

source: Running Visual Studio 2015 x86 Redistributable Setup...
zh_cn: 运行 Visual Studio 2015 x86 Redistributable 安装程序...

source: Runtime Deletion
zh_cn: 运行库删除

source: Runtime Downloading...
zh_cn: 运行库正在下载...

source: Runtime Feeds
zh_cn: 运行库管理

source: Runtime Release Notes
zh_cn: 运行环境发行信息

source: Runtime Selection
zh_cn: 运行库选择

source: Runtime install incomplete
zh_cn: 运行库安装不完整

source: Runtime v{0}
zh_cn: 运行库 v{0}

source: Runtimes
zh_cn: 运行库

source: Runtimes Available:
zh_cn: 可用运行库：

source: SHADERS
zh_cn: 着色器函数

source: SHIFT + Down Arrow
zh_cn: SHIFT + 方向键下

source: SHIFT + Left Arrow
zh_cn: SHIFT + 方向键左

source: SHIFT + Minus (-)
zh_cn: SHIFT + 减号 (-)

source: SHIFT + Plus (+)
zh_cn: SHIFT + 加号 (+)

source: SHIFT + Right Arrow
zh_cn: SHIFT + 方向键右

source: SHIFT + Up Arrow
zh_cn: SHIFT + 方向键上

source: SPINE (Skeleton Animation Sprites)
zh_cn: SPINE（骨骼动画精灵）函数

source: SPRITES
zh_cn: 精灵函数

source: SSD Hard Disk
zh_cn: SSD硬盘

source: SSH Key
zh_cn: SSH 密钥

source: SSH Keys
zh_cn: SSH 密钥

source: SWF (Vector Sprites)
zh_cn: SWF（矢量精灵）函数

source: SWF Precision:
zh_cn: SWF 精度：

source: SWF files
zh_cn: SWF文件

source: SWF files are not supported in GameMaker Studio 2 Trial
zh_cn: GameMaker Studio 2 试用版不支持SWF文件

source: SWF files are not supported in the Trial version of GameMaker Studio 2.
zh_cn: GameMaker Studio 2的试用版不支持SWF文件。

source: Same As Sprite
zh_cn: 与精灵相同

source: Sample Rate:
zh_cn: 采样率：

source: Sample Text
zh_cn: 示例文本

source: Sat
zh_cn: 饱和度

source: Save
zh_cn: 保存

source: Save All Styles
zh_cn: 保存所有样式

source: Save Buffer
zh_cn: 保存缓冲区

source: Save Data Icon
zh_cn: 保存数据图标

source: Save Game
zh_cn: 保存游戏

source: Save Layout
zh_cn: 保存布局

source: Save Layout As...
zh_cn: 布局另存为...

source: Save Library
zh_cn: 保存库

source: Save Location
zh_cn: 保存位置

source: Save New Colour
zh_cn: 保存新的颜色

source: Save Node
zh_cn: 保存节点

source: Save Project
zh_cn: 保存项目

source: Save Project (${menu_save_project_incremental})
zh_cn: 保存项目 (${menu_save_project_incremental})

source: Save Project (CTRL + S)
zh_cn: 保存项目 (CTRL + S)

source: Save Project As
zh_cn: 另存项目

source: Save Project Failed
zh_cn: 保存项目失败

source: Save Style
zh_cn: 保存样式

source: Save Style As...
zh_cn: 样式另存为...

source: Save Username/Password
zh_cn: 保存用户名/密码

source: Save a buffer to a file.
zh_cn: 将缓冲区保存到一个文件。

source: Save image
zh_cn: 保存图像

source: Save the changes to {0}?
zh_cn: 保存更改到 {0}？

source: Save the current progress.
zh_cn: 保存当前进度。

source: Save the current project
zh_cn: 保存当前工程

source: Save the current project using "Save as"
zh_cn: 使用“另存为”保存当前工程

source: Save the current project.
zh_cn: 保存当前项目。

source: Saved Colours:
zh_cn: 保存的颜色：

source: Saving failed.
zh_cn: 保存失败。

source: Saving...
zh_cn: 保存...

source: Say you have a "player" object and four different "enemy" objects.
zh_cn: 说你有一个“玩家”对象和四个不同的“敌人”对象。

source: Say you have a level with a few doors, and a key for each.
zh_cn: 假设你有一个关卡，里面有几三门，每扇门都有一把钥匙。

source: Say you want to spawn four different enemies at four different points in your game depending on a random value.
zh_cn: 假如你想在随机的位置产生四个不同的怪物。

source: Say you want two monsters: one that moves up and down, while another that moves left and right, but you also want the two of them to have the same health, shoot at the player and hurt the player if they collide with them.
zh_cn: 假设你想要两个怪物：一个上下移动，另一个是左右移动，但是你也希望他们中的两个人具有相同的健康，在玩家身上射击，并且如果与他们碰撞，伤害到玩家。

source: Scale
zh_cn: 缩放

source: Scale All Frames
zh_cn: 缩放所有帧

source: Scale Image
zh_cn: 缩放图像

source: Scale In:
zh_cn: 缩放按照：

source: Scale X
zh_cn: X 缩放

source: Scale X:
zh_cn: 缩放 X:

source: Scale Y
zh_cn: Y 缩放

source: Scale Y:
zh_cn: 缩放 Y:

source: Scale canvas
zh_cn: 缩放画布

source: Scale imported image
zh_cn: 缩放导入的图片

source: Scaling
zh_cn: 缩放

source: Scope
zh_cn: 范围

source: Score
zh_cn: 得分

source: Screen Colour Depth
zh_cn: 屏幕颜色深度

source: Screenshots
zh_cn: 截图

source: Script
zh_cn: 脚本

source: Script Names
zh_cn: 脚本名称

source: Script names
zh_cn: 脚本名

source: Script: {0}
zh_cn: 脚本：{0}

source: Scripts
zh_cn: 脚本

source: Scripts Label Colour
zh_cn: 脚本标签颜色

source: Scripts are exactly the same, with the only difference being that you write them.
zh_cn: 脚本也是如此，唯一的区别就是它们是由你所编写的。

source: Scripts are simply blocks of code or DnD™ actions that are executed as if they were one of the built in GameMaker Studio 2 functions or actions.
zh_cn: 脚本就是一段代码或者拖拽按钮（DnD™）动作，它们可以像GameMaker Studio 2的内置函数或动作那样被执行。

source: Scripts background colour
zh_cn: 脚本背景颜色

source: Scripts can also return a value, so that they can be used in expressions.
zh_cn: 脚本也可以返回值，所以可以在表达式中使用。

source: Scripts icon colour
zh_cn: 脚本图标颜色

source: Scroll Panel
zh_cn: 滚动面板

source: Scroll lock time (ms)
zh_cn: 滚动锁定时间 (毫秒)

source: Scroll speed
zh_cn: 滚动速度

source: Scrollbars
zh_cn: 滚动条

source: Scrolling in laptop mode behaves just like panning, so it should be intuitive and precise enough so that you don't need to use the scrollbar.
zh_cn: 在笔记本模式下滚动和平移是一样的，所以它会是足够直观且精确的因为你不需要使用滚动条。

source: Scrolling speed
zh_cn: 滚动速度

source: Search
zh_cn: 查找

source: Search & Replace
zh_cn: 查找和替换

source: Search Cancelled
zh_cn: 搜索已被取消

source: Search Complete ({0} results)
zh_cn: 搜索完成 ({0} 结果)

source: Search For Resources...
zh_cn: 搜索资源...

source: Search In Scripts Window
zh_cn: 在脚本窗口内搜索

source: Search Options
zh_cn: 搜索选项

source: Search Result Window Font Setting
zh_cn: 搜索结果窗口字体设置

source: Search Result Window Font Settings
zh_cn: 搜索结果窗口字体设置

source: Search Results
zh_cn: 搜索结果

source: Search Results ({0})
zh_cn: 查找结果 ({0})

source: Search resource name:
zh_cn: 搜索资源名称：

source: Search...
zh_cn: 搜索...

source: Search:
zh_cn: 查找：

source: Second, you should note that surfaces require large quantities of texture memory to be used, and so you should attempt to keep them as small as possible.
zh_cn: 其次，你应该注意，使用表面需要大量的显存，所以你应该尽可能的让它们更小。

source: Secondary
zh_cn: 次级

source: Section
zh_cn: 节

source: Sections
zh_cn: 节

source: See - The Room Editor).
zh_cn: 请参阅 - 房间编辑器）。

source: See Compile Errors window.
zh_cn: 请参见编译错误窗口。

source: See below.
zh_cn: 如下所示：

source: See error message below.
zh_cn: 请参阅下面的错误消息。

source: See the code below for the actual check:
zh_cn: 参考以下代码：

source: See the example code below.
zh_cn: 请看下面示例代码：

source: See the section on Compiling for more information on setting up the compile targets.
zh_cn: 关于设置编译目标（平台）的详细信息，请参阅 编译一节。

source: Seek
zh_cn: 寻找

source: Seek Buffer
zh_cn: 搜寻缓冲区

source: Seek to a position in a buffer.
zh_cn: 搜寻一个缓冲区内的位置

source: Select
zh_cn: 选择

source: Select All
zh_cn: 全选

source: Select Colour:
zh_cn: 选择颜色：

source: Select Configuration
zh_cn: 选择配置

source: Select Final function
zh_cn: 选择终结函数

source: Select Font
zh_cn: 选择字体

source: Select Font to Include
zh_cn: 选择要包含的字体

source: Select From Any Layer (P)
zh_cn: 任意层中选择 (P)

source: Select Init function
zh_cn: 选择初始函数

source: Select Mask
zh_cn: 选择遮罩

source: Select Parent
zh_cn: 选择父物体

source: Select Path
zh_cn: 选择路径

source: Select Path...
zh_cn: 选择路径...

source: Select Reference Tile Set
zh_cn: 选择参考的图块集

source: Select Resource
zh_cn: 选择资源

source: Select Sprite
zh_cn: 选择精灵

source: Select TTF to Include
zh_cn: 选择要加进的TTF文件

source: Select Tiles (S)
zh_cn: 选择图块(S)

source: Select a Commit
zh_cn: 选择一个提交

source: Select a reference tile set for this operation.
zh_cn: 为此操作选择一个引用图块集。

source: Select a resource
zh_cn: 选择一个资源

source: Select all actions in the workspace
zh_cn: 选择工作区中的所有动作

source: Select all frames in the frame view
zh_cn: 在帧视图中选择所有帧

source: Select all moments
zh_cn: 选择所有时刻

source: Select brush
zh_cn: 选择画刷

source: Select publisher and enter a new package name and ID
zh_cn: 选择一个发布者并输入新的程序包名称和ID

source: Select resources from the asset package and add them to your project:
zh_cn: 从资产程序包中选择资源并将其添加到项目中：

source: Select resources from your extension and add them to your project
zh_cn: 从您的扩展中选择资源并将其添加到您的项目中

source: Select resources from your project and add them to your package:
zh_cn: 从项目中选择资源并添加到你的程序包中：

source: Select the Autotile tool
zh_cn: 选择自动图块工具

source: Select the Eraser draw tool
zh_cn: 选择橡皮擦绘制工具

source: Select the Fill draw tool
zh_cn: 选择填充绘制工具

source: Select the IDE skin to use
zh_cn: 选择使用的IDE皮肤

source: Select the Line draw tool
zh_cn: 选择直线绘制工具

source: Select the Pencil draw tool
zh_cn: 选择铅笔绘制工具

source: Select the Rectangle draw tool
zh_cn: 选择矩形绘制工具

source: Select the arc tool
zh_cn: 选择弧线工具

source: Select the draw (pencil) tool
zh_cn: 选择绘制（铅笔）工具

source: Select the ellipse tool
zh_cn: 选择椭圆工具

source: Select the eraser tool
zh_cn: 选择橡皮擦工具

source: Select the file to save the style to.
zh_cn: 选择要保存样式的文件。

source: Select the fill tool
zh_cn: 选择填充工具

source: Select the filled ellipse tool
zh_cn: 选择填充椭圆工具

source: Select the filled polygon tool
zh_cn: 选择填充多边形工具

source: Select the filled rectangle tool
zh_cn: 选择填充矩形工具

source: Select the language for the IDE to use
zh_cn: 选择IDE使用的语言

source: Select the language to use for the IDE
zh_cn: 设置IDE使用的语言

source: Select the line tool
zh_cn: 选择直线工具

source: Select the magic wand
zh_cn: 选择魔棒工具

source: Select the next animation frame
zh_cn: 选择后一动画帧

source: Select the next animation set
zh_cn: 选择下一动画集

source: Select the paint selection tool
zh_cn: 选择画刷选区工具

source: Select the pan tool
zh_cn: 选择游动工具

source: Select the polygon tool
zh_cn: 选择多边形工具

source: Select the previous animation frame
zh_cn: 选择前一动画帧

source: Select the previous animation set
zh_cn: 选择上一动画集

source: Select the rectangle selection tool
zh_cn: 选择矩形选区工具

source: Select the rectangle tool
zh_cn: 选择矩形工具

source: Select the rotate tool
zh_cn: 选择旋转工具

source: Select the text tool
zh_cn: 选择文本工具

source: Select the tile Inheritance tool
zh_cn: 选择图块继承工具

source: Select the tile Selection tool
zh_cn: 选择图块选区工具

source: Select/Deselect All
zh_cn: 全部选择/取消选择

source: Selected Colour Display
zh_cn: 显示选中的颜色

source: Selected Frame:
zh_cn: 所选帧：

source: Selected Frames
zh_cn: 选中的帧

source: Selected Instance
zh_cn: 选中的实例

source: Selected Instance {0}
zh_cn: 选中的实例 {0}

source: Selected Layer
zh_cn: 选择图层

source: Selected Tile:
zh_cn: 所选的图块：

source: Selected Tiles:
zh_cn: 选中的图块：

source: Selected anchor point colour
zh_cn: 选中的锚点颜色

source: Selected control point(s): {0}
zh_cn: 所选控制点：{0}

source: Selected image is not a valid '{0}' format.
zh_cn: 所选图像不是有效的 '{0}' 格式。

source: Selected invalid anchor point colour
zh_cn: 选中的无效锚点颜色

source: Selected line
zh_cn: 选中行

source: Selected line colour
zh_cn: 选中行颜色

source: Selected point colour
zh_cn: 选定点颜色

source: Selected tile highlight colour
zh_cn: 选定的图块高亮颜色

source: Selecting it will re-open the Start Page (should you have closed it) and you can select a recently used project from the list found there.
zh_cn: 选择该选项将会重新打开 起始页（Start Page）（你应该已经关掉了）然后你可以从这里的列表中选择一个最近使用过的项目。

source: Selecting this option will open the different object events in a new workspace, with each event being given its own tab within the new workspace.
zh_cn: 选择此选项双击将打开精灵资源的图像编辑器，而不是精灵资源本身。

source: Selecting this option will open the image editor for the sprite resource instead of the sprite resource itself.
zh_cn: 选中这个选项将打开这个精灵资源的图像编辑器，而不是精灵资源本身。

source: Selecting this option will open them in your browser, but note that the current runtime may not be the one you are using.
zh_cn: 选择此选项将在您的浏览器中打开说明，但请注意，当前说明中提到的运行库可能不是您正在使用的版本。

source: Selecting this option will radically change the behaviour of your object when an instance of it is placed in a room, as this switches on the object's physical properties and means that its "traditional" movement and collision functions are no longer valid (but only when the room it is placed on is also marked as being a physics room.
zh_cn: 选择此选项将会将对象的实例放置在房间中时彻底改变对象的行为，因为它会切换对象的物理属性，并意味着其“传统”运动和碰撞功能不再有效（但只有当被放置的房间也被标记为物理室。

source: Selection Area: {0}x{1}
zh_cn: 选择区域: {0}x{1}

source: Selection Colour
zh_cn: 选中色

source: Selection Only
zh_cn: 仅限所选

source: Selection area: ({0}, {1}) -> ({2}, {3})
zh_cn: 选区：({0}, {1}) -> ({2}, {3})

source: Selection bounds colour
zh_cn: 所有未锁定项选框边界颜色

source: Selection colour
zh_cn: 选中区颜色

source: Selection frame colour
zh_cn: 未锁定项的选择框颜色

source: Selection outline colour 1
zh_cn: 选中轮廓颜色1

source: Selection outline colour 2
zh_cn: 选中轮廓颜色 2

source: Selection outline primary colour
zh_cn: 选中轮廓颜色1

source: Selection outline secondary colour
zh_cn: 选中轮廓颜色 2

source: Self
zh_cn: 自身

source: Send
zh_cn: 发送

source: Send Now
zh_cn: 发送

source: Send and Take More
zh_cn: 提交所有并提供更多反馈

source: Sensor
zh_cn: 感应器

source: Sentences
zh_cn: 句子

source: Separate Texture Page
zh_cn: 独立的纹理页

source: Separators
zh_cn: 分离器

source: Server
zh_cn: 服务器

source: Server '{0}' has not been found
zh_cn: 未找到服务器 '{0}'

source: Server has not been found
zh_cn: 未找到服务器

source: Server is not responding.
zh_cn: 服务器没有回应。

source: Service Configuration ID
zh_cn: 服务配置 ID

source: Service Configuration Id
zh_cn: 服务配置Id

source: Service Manifest
zh_cn: 服务清单

source: Session has expired
zh_cn: 会话已过期

source: Session id differs
zh_cn: 会话ID不同

source: Session not found
zh_cn: 未找到会话

source: Set .pem certificate file and password
zh_cn: 设置.pem 证书文件和密码

source: Set Alarm Countdown
zh_cn: 设置计时器的倒计时

source: Set Animation Speed
zh_cn: 设置动画速度

source: Set Audio Pitch
zh_cn: 设置音频音调

source: Set Audio Position
zh_cn: 设置音频位置

source: Set Audio Volume
zh_cn: 设置音频音量

source: Set Class Name
zh_cn: 设置类名

source: Set Constant Name
zh_cn: 设置常量名

source: Set Direction Fixed
zh_cn: 设置固定的方向

source: Set Direction Random
zh_cn: 设置随机方向

source: Set Direction Variable
zh_cn: 设置可变方向

source: Set Draw Alpha
zh_cn: 设置绘制Alpha值

source: Set Draw Colour
zh_cn: 设置绘制颜色

source: Set Emitter Region
zh_cn: 设置发射器区域

source: Set External Name
zh_cn: 设置外部名

source: Set External name
zh_cn: 设置扩展名

source: Set Font
zh_cn: 设置字体

source: Set Frame Count
zh_cn: 设置帧数

source: Set Friction
zh_cn: 设置阻力

source: Set Function Name
zh_cn: 设置函数名

source: Set Gamepad Axis Deadzone
zh_cn: 设置游戏手柄轴的死区（Deadzone）

source: Set Gamepad Button Threshold
zh_cn: 设置手柄按钮阈值

source: Set Global Variable
zh_cn: 设置全局变量

source: Set Gravity Direction
zh_cn: 设置重力方向

source: Set Gravity Force
zh_cn: 设置重力

source: Set Grid Value
zh_cn: 设置栅格值

source: Set Health
zh_cn: 设置键康值

source: Set Instance Alpha
zh_cn: 设置实例透明度

source: Set Instance Colour
zh_cn: 设置实例颜色

source: Set Instance Rotation
zh_cn: 设置实例旋转

source: Set Instance Scale
zh_cn: 设置实例缩放
